Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: སྨན་གྱི་གཞིའི་བསྡུས་པའི་སྡོམ་ལ།
en: General Summary of the Contents of the Chapter on Medicines

source: སྨན་དག་དང་ནི་བདེ་ཆེན་དང་། །རྒྱལ་པོའི་ཁབ་དང་འོད་མའི་ཚལ།
en: Medicines, Mahāsenā, Rājagṛha, Veṇu,

source: །ཤིང་མཁན་ཡིད་ཙ་ནང་ག་ལ།
en: Carpenter, Icchānaṅgalā,

source: །ཀམ་བི་ལ་དང་སྔོན་རྒྱལ་པོའོ།
en: Kimpilā, Ādirājya,

source: །གཞོན་ནུ་འཕེལ་དང་ནད་པ་དང་། །གཏམ་དུ་གྱུར་དང་སྡེར་བསྡུས་སོ། །སྡོམ་ལ།
en: Kumāravardhana, Sick People, and Kaineya. The entire chapter is thus summarized. Chapter One Summary of Contents:

source: སྨན་ནི་རྗེས་སུ་གནང་བ་དང་། །ཚིལ་དང་གཡན་པ་མིག་སྨན་དང་། །སྨྱོན་པ་དང་ནི་བི་ལིན་ད།
en: The Authorization of Medicines, Fat, Scabies, Collyrium, A Man Gone Mad, Pilinda,

source: །ནམ་གྲུ་དང་ནི་སྐྱུར་ཁུའོ།
en: Revata, and Sauvīraka. I.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: The Authorization of Medicines The Buddha, the Blessed One, was staying in the Jetavana, in the Park of Anāthapiṇḍada.

source: །དེའི་ཚེ་དགེ་སློང་རྣམས་སྟོན་ཀའི་ནད་ཀྱིས་ཐེབས་ཏེ།
en: On that occasion some monks caught an autumn disease.

source: དེ་རྣམས་སྟོན་ཀའི་ནད་ཀྱིས་བཏབ་པས་སྐྱ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། ན་བས་ཉམ་དམས་པར་གྱུར་ཏོ།
en: Because they had caught an autumn disease, they turned pale, became emaciated, lost their strength, and were weakened.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་མཁྱེན་བཞིན་དུ་རྨེད་པ་སྟེ།
en: The buddhas, the blessed ones, ask though they already know.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་རྨས་པ། ཀུན་དགའ་བོ་ཅིའི་ཕྱིར་ད་ལྟར་དགེ་སློང་འདི་རྣམས་སྐྱ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། ན་བས་ཉམ་དམས་པར་གྱུར་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་གསོལ་པ།
en: The Buddha, the Blessed One, asked the venerable Ānanda, “Ānanda, why have these monks turned pale, become emaciated, lost their strength, and been weakened?”

source: བཙུན་པ་དགེ་སློང་འདི་རྣམས་སྟོན་ཀའི་བྲོ་ནད་ཀྱིས་བཏབ་སྟེ།
en: The venerable Ānanda replied, “Honored One, these monks caught an autumn disease.

source: འདི་རྣམས་སྟོན་ཀའི་བྲོ་ནད་ཀྱིས་བཏབ་པས་སྐྱ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། བྲོ་འཚལ་བས་ཉམ་དམས་པར་གྱུར་ཏོ།
en: Because they caught an autumn disease, they have turned pale, become emaciated, lost their strength, and been weakened.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ། དགེ་སློང་གིས་སྨན་སོ་སོར་བསྟེན་པར་བྱའོ།
en: “Ānanda,” said the Blessed One, “on account of that, I authorize monks to consume medicines.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གིས་སྨན་སོ་སོར་བསྟེན་པར་བྱའོ། །ཞེས་གསུངས་པ་དང་། དེ་རྣམས་དུས་སུ་ཟ་བ་ཡིན་པས་དུས་སུ་སྟེན་པར་བྱེད་ཀྱིས།
en: When the Blessed One said “monks may consume medicines,” the monks consumed medicines at the appropriate time (morning) but did not consume them after the appropriate time, because they were monks who were in the habit of eating at the appropriate time.

source: དུས་ལས་ཡོལ་བར་སྟེན་པར་མི་བྱེད་པས་དེ་རྣམས་སྐྱེ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། ན་བས་ཉམ་དམས་པར་གྱུར་ཏོ།
en: Therefore, the monks turned pale, became emaciated, lost their strength, and were weakened.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་ནི་མཁྱེན་བཞིན་དུ་རྨེད་པ་ཡིན་པས།
en: The buddhas, the blessed ones, ask though they already know.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་རྨས་པ། ཀུན་དགའ་བོ་ངས་དགེ་སློང་གིས་སྨན་སོ་སོར་བསྟེན་པར་བྱའོ་ཞེས་བཀའ་སྩལ་ན། འོན་ཀྱང་ད་ལྟར་དགེ་སློང་འདི་རྣམས་སྐྱ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། ན་བས་ཉམ་དམས་པར་གྱུར་ཏམ།
en: The Buddha, the Blessed One, asked the venerable Ānanda, “Ānanda, I said ‘monks may consume medicines.’ Why, then, have these monks turned pale, become emaciated, lost their strength, and been weakened?”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གིས་སྨན་སོ་སོར་བསྟེན་པར་བྱའོ་ཞེས་གསུངས་པ་འདི་དག་དུས་སུ་འཚལ་བ་ལགས་པས་དུས་སུ་སྟེན་པར་བགྱིད་ཀྱི་དུས་ལས་ཡོལ་བར་མི་སྟེན་ཏེ།
en: The venerable Ānanda replied, “The Blessed One said ‘monks may consume medicines,’ but they consumed medicines at the appropriate time and did not consume them after the appropriate time, because they are monks who are in the habit of eating at the appropriate time.

source: དེའི་སླད་དུ་སྐྱ་བོ་བསེང་བསེང་པོར་གྱུར་ཅིང་རིད་པ་དང་། ཉམ་ཆུང་བ་དང་། བྲོ་འཚལ་བས་ཉམ་དམས་པར་གྱུར་ལགས་སོ།
en: Therefore, they turned pale, became emaciated, lost their strength, and were weakened.”

source: །ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ། དགེ་སློང་རྣམས་ཀྱིས་སྨན་རྣམ་པ་བཞི་པོ་དུས་སུ་རུང་བ་དང་། ཐུན་ཚོད་དུ་རུང་བ་དང་། ཞག་བདུན་པ་དང་། འཚོ་བའི་བར་དུ་བཅང་བ་སོ་སོར་བསྟེན་པར་བྱའོ།
en: “Ānanda, on account of that, I authorize monks to consume four kinds of medicines: medicines to be consumed at the appropriate time, medicines to be consumed at night, medicines to be consumed within seven days, and medicines to be consumed throughout life.

source: །དེ་ལ་དུས་སུ་རུང་བ་ནི་འདེ་གུ་དང་། འབྲས་ཆན་དང་། ཟན་དྲོན་དང་། ཤ་དང་། སྣུམ་ཁུར་རོ།
en: “Among them, the medicines to be consumed at the appropriate time are manthā, boiled rice, kulmāṣa, meat, and apūpa.

source: །ཐུན་ཚོད་དུ་རུང་བ་ནི་བཏུང་བ་རྣམ་པ་བརྒྱད་པོ་ཤིང་ཐོག་ཙོ་ཙའི་བཏུང་བ་དང་། ཆུ་ཤིང་གི་འབྲས་བུའི་བཏུང་བ་དང་། རྒྱ་ཤུག་གི་བཏུང་བ་དང་། ཨ་ཤྭཏྠའི་བཏུང་བ་དང་། ཨུ་དུམ་བཱ་རའི་བཏུང་བ་དང་། པ་རུ་ཤ་ཀའི་བཏུང་བ་དང་། རྒུན་འབྲུའི་བཏུང་བ་དང་། འབྲ་གོའི་བཏུང་བའོ།། །།
en: “The medicines to be consumed at night are the eight kinds of drinks: coconut drink, banana drink, kola drink, aśvattha drink, udumbara drink, parūṣaka drink, grape drink, and kharjūra drink.”

source: བར་སྡོམ་ལ།
en: A Section Index:

source: ཙོ་ཙ་ཆུ་ཤིང་རྒྱ་ཤུག་དང་། །ཨ་ཤྭད་ཨུ་དུམ་བཱ་ར་དང་། །བ་རུ་ཤ་ཀ་རྒུན་འབྲུ་དང་། །བརྒྱད་པ་ཡང་ནི་འབྲ་གོ་ཡིན།
en: Coconut, banana, kola, Aśvattha, udumbara, Parūṣaka, grape, And kharjūra, which is the eighth.

source: །ཞག་བདུན་པ་ནི་མར་དཀར་དང་། །ཏིལ་མར་དང་། བུ་རམ་གྱི་དབུ་བ་དང་། སྦྲང་རྩི་དང་། ཤ་ཁ་རའོ།
en: “Medicines to be consumed within seven days are butter oil, oil, phāṇita, honey, and śarkarā.

source: །འཚོ་བའི་བར་དུ་བཅང་བ་ནི་རྩ་བའི་སྨན་དང་། སྡོང་བུའི་སྨན་དང་། ལོ་མའི་སྨན་དང་། མེ་ཏོག་གི་སྨན་དང་། འབྲས་བུའི་སྨན་དང་། ཏྲང་ཆུ་ལྔ་དང་། ཐལ་བ་ལྔ་དང་། ལན་ཚྭ་ལྔ་དང་། བསྐ་བ་ལྔའོ།
en: “Medicines to be consumed throughout life are medicines derived from roots, medicines derived from stalks, medicines derived from leaves, medicines derived from flowers, medicines derived from fruits, the five kinds of resin, the five kinds of ashes, the five kinds of salt, and the five kinds of astringents.

source: །དེ་ལ་རྩ་བའི་སྨན་ནི་གླ་སྒང་དང་། ཤུ་དག་དང་། ཡུང་དང་། སྒེའུ་གཤེར་དང་། བོང་ང་དཀར་པོ་དང་། གཞན་ཡང་རྩ་བའི་སྨན་གྱི་ནང་དུ་གཏོགས་པ་ཟས་ཀྱི་དོན་དུ་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: “Among these medicines, the medicines derived from roots are musta, vaca, turmeric, ginger, ativiṣā, and what belong to the medicines derived from roots but are not used as ingredients in a meal.

source: །སྡོང་བུའི་སྨན་ནི་ཙན་དན་དང་། དབྱི་མོ་དང་། ཤུག་པ་དང་། ཐང་ཤིང་དང་། སླེ་ཏྲེས་དང་། སྐྱེར་པ་དང་། གཞན་ཡང་སྡོང་བུའི་སྨན་གྱི་ནང་དུ་གཏོགས་པ་ཟས་ཀྱི་དོན་དུ་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: The medicines derived from stalks are sandal, cavikā, padmaka, devadāru, guḍūcī, dāruharidrā, and what belong to the medicines derived from stalks but are not used as ingredients in a meal.

source: །ལོ་མའི་སྨན་ནི་པ་ཏོ་ལའི་ལོ་མ་དང་། བ་ཤ་ཀའི་ལོ་མ་དང་། ནིམ་པའི་ལོ་མ་དང་། ཀོ་ཤ་ཏ་གའི་ལོ་མ་དང་། སཔྟ་པརྞའི་ལོ་མ་དང་། གཞན་ཡང་ལོ་མའི་སྨན་གྱི་ནང་དུ་གཏོགས་པའི་ཟས་ཀྱི་དོན་དུ་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: The medicines derived from leaves are from paṭola leaves, vāśaka leaves, nimba leaves, kośātakī leaves, saptaparṇa leaves, and what belong to the medicines derived from leaves but are not used as ingredients in a meal.

source: །མེ་ཏོག་གི་སྨན་ནི་མེ་ཏོག་ལྔ་པོ་བ་ཤ་ཀའི་མེ་ཏོག་དང་། ནིམ་པའི་མེ་ཏོག་དང་། དྷ་ཀའི་མེ་ཏོག་དང་། ཤ་ཏའི་མེ་ཏོག་དང་། པད་མ་ཀེ་ས་རའི་མེ་ཏོག་དང་། གཞན་ཡང་མེ་ཏོག་གི་སྨན་གྱི་ནང་དུ་གཏོགས་པ་ཟས་ཀྱི་དོན་དུ་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: The medicines derived from flowers are from five kinds of flowers: vāśaka flowers, nimba flowers, dhātakī flowers, sha ta flowers, padmakesara flowers, and what belong to the medicines derived from flowers but are not used as ingredients in a meal.

source: །འབྲས་བུའི་སྨན་ནི་ཨ་རུ་ར་དང་། སྐྱུ་རུ་ར་དང་། བ་རུ་ར་དང་། ན་ལེ་ཤམ་དང་། པི་པི་ལིང་དང་། གཞན་ཡང་འབྲས་བུའི་སྨན་གྱི་ནང་དུ་གཏོགས་པ་ཟས་ཀྱི་དོན་དུ་མི་འགྱུར་བ་གང་ཡིན་པའོ།
en: The medicines derived from fruits are harītakī, āmalaka, vibhītaka, black pepper, long pepper, and what belong to the medicines derived from fruits but are not used as ingredients in a meal.

source: །ཏྲང་ཆུ་ལྔ་ནི་ཤིང་ཀུན་དང་། སྲ་རྩི་དང་། རྒྱ་སྐེགས་དང་། སྤྲ་ཚིལ་དང་། དྲོད་སྨན་ནོ།
en: “The five kinds of resin are hiṅgu, sarjarasa, lac, beeswax, and ‘heat medicine.’

source: །དེ་ལ་ཤིང་ཀུན་ནི་ཤིང་ཀུན་གྱི་ཏྲང་ཆུའོ།
en: “Among them, hiṅgu is resin from the hiṅgu tree.

source: །སྲ་རྩི་ནི་ཤིང་ས་ལའི་ཏྲང་ཆུའོ།
en: Sarjarasa is resin from the sāla tree.

source: །རྒྱ་སྐེགས་ནི་རྒྱ་སྐེགས་སོ། །སྤྲ་ཚིལ་ནི་སྤྲ་ཚིལ་ལོ། །དྲོད་སྨན་ནི་དེ་དག་ལས་གཞན་པའི་ཤིང་རྣམས་ཀྱི་ཏྲང་ཆུའོ།
en: Lac is lākṣā. Beeswax is siktha. ‘Heat medicine’ is resin from other trees.

source: །ཐལ་བ་ལྔ་གང་ཞེ་ན།
en: “What are the five kinds of ashes?

source: ནས་ཀྱི་ཐལ་བ་དང་། ནས་ཀྱི་ཕུབ་མའི་ཐལ་བ་དང་། ཤིང་སརྫི་ཀའི་ཐལ་བ་དང་། ཏིལ་གྱི་ཐལ་བ་དང་། ཤིང་འབའ་ཤིག་ཀའི་ཐལ་བའོ།
en: They are barley ash, barley-straw ash, ash from the sarjikā tree, sesame ash, and ash from the vāśakā tree.

source: །ལན་ཚྭ་ལྔ་གང་ཞེ་ན།
en: “What are the five kinds of salt?

source: རྒྱམ་ཚྭ་དང་། ལན་ཚྭ་སྨུག་པོ་དང་། ཁ་རུ་ཚྭ་དང་། ལན་ཚྭ་དང་། རྒྱ་མཚོའི་ལན་ཚྭའོ།
en: They are salt from the Indus, brown salt, salt from Suvarcala, salt from Romaka, and salt from the ocean.

source: །བསྐ་པ་ལྔ་གང་ཞེ་ན།
en: “What are the five kinds of astringents?

source: ཨ་མྲའི་བསྐ་བ་དང་། ནིམ་པའི་བསྐ་བ་དང་། འཛམ་བུའི་བསྐ་བ་དང་། ཤ་རི་ཤའི་བསྐ་བ་དང་། ཀོ་ཤམ་པའི་བསྐ་བའོ།
en: They are āmra astringent, nimba astringent, jambū astringent, śirīṣa astringent, and kośambaka astringent.

source: །དེ་ལ་དུས་སུ་རུང་བ་གང་ཡིན་པ་དང་། ཐུན་ཚོད་དུ་རུང་བ་གང་ཡིན་པ་དང་། ཞག་བདུན་པ་གང་ཡིན་པ་དང་། འཚོ་བའི་བར་དུ་བཅང་བ་གང་ཡིན་པ་དེ་དུས་སུ་རུང་བ་དང་འདྲེས་པར་གྱུར་ན་དུས་སུ་སྤྱད་པར་བྱའི་དུས་མ་ཡིན་པར་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: “Medicines to be consumed at the appropriate time, medicines to be consumed at night, medicines to be consumed within seven days, and medicines to be consumed throughout life should be consumed at the appropriate time if they are mixed with medicines to be consumed at the appropriate time. In that situation, these medicines should not be consumed at an inappropriate time (afternoon or night).

source: །དུས་སུ་རུང་བ་གང་ཡིན་པ་དང་། ཐུན་ཚོད་དུ་རུང་བ་གང་ཡིན་པ་དང་། ཞག་བདུན་པ་གང་ཡིན་པ་དང་། འཚོ་བའི་བར་དུ་བཅང་བ་གང་ཡིན་པ་དེ་གལ་ཏེ་ཐུན་ཚོད་དུ་རུང་བ་དང་འདྲེས་པར་གྱུར་ན་ཐུན་ཚོད་ལ་ཡོངས་སུ་སྤྱད་པར་བྱའི་ཐུན་ཚོད་ལས་འདས་པར་སྤྱད་པར་མི་བྱའོ།
en: “Medicines to be consumed at night, medicines to be consumed within seven days, and medicines to be consumed throughout life should be consumed during the night if they are mixed with medicines to be consumed at night. In that situation, these medicines should not be consumed after that night.

source: །ཞག་བདུན་པ་གང་ཡིན་པ་དང་། འཚོ་བའི་བར་དུ་བཅང་བ་གང་ཡིན་པ་དེ་ཞག་བདུན་པ་དང་འདྲེས་པར་གྱུར་ན་ཞག་བདུན་སྤྱད་པར་བྱའི་ཞག་བདུན་ལས་འདས་པར་སྤྱད་པར་མི་བྱའོ།
en: “Medicines to be consumed within seven days and medicines to be consumed throughout life should be consumed within seven days if they are mixed with medicines to be consumed within seven days. In that situation, these medicines should not be consumed after seven days.

source: །འཚོ་བའི་བར་དུ་བཅང་བ་ནི་འཚོ་བའི་བར་དུ་བཅང་བར་བྱིན་གྱིས་བརླབས་ནས་ཡོངས་སུ་སྤྱད་པར་བྱའོ།
en: “Medicines to be consumed throughout life should be consumed after someone has taken formal possession of them as medicines to be consumed throughout life.

source: །བྱིན་གྱིས་བརླབ་པ་ནི་འདི་ལྟར་བྱ་སྟེ།
en: Formal possession of the medicines should be taken in this manner:

source: ཟན་མ་ཟོས་པའི་མདུན་དུ་ལག་པ་གཉིས་བཀྲུས་ནས་བྱིན་ལེན་བྱས་ཏེ། དགེ་སློང་ཞིག་གི་མདུན་དུ་འདུག་ནས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱའོ། །ཚེ་དང་ལྡན་པ་དགོངས་སུ་གསོལ།
en: The monk who wishes to consume that medicine should wash his hands before he eats a meal, accept the medicine, sit down before another monk, and say, ‘Venerable One, please pay attention.

source: བདག་ཅག་མིང་འདི་ཞེས་བགྱི་བའི་སྨན་ནི་བདག་དང་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱི་དོན་དུ་འཚོ་བའི་བར་དུ་བཅང་བར་བྱིན་གྱིས་བརླབ་བོ། །དེ་བཞིན་དུ་ལན་གཉིས་ལན་གསུམ་དུ་བརྗོད་དོ།
en: I, named So-and-so (the monk says his name), take formal possession of this medicine as medicine to be consumed throughout life for myself and my fellow monks.’ He should say this a second and a third time.

source: །འཚོ་བའི་བར་དུ་བཅང་བ་བྱིན་གྱིས་བརླབ་པ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཐུན་ཚོད་དུ་རུང་བ་དང་། ཞག་བདུན་པ་ཡང་བྱིན་གྱིས་བརླབ་པར་བྱའོ།
en: Formal possession of medicines to be consumed at night and medicines to be consumed within seven days should also be taken in the same manner as medicines to be consumed throughout life.” II. Fat

source: །གླེང་གཞི་ནི་མཉན་ཡོད་ནའོ།
en: The following took place in Śrāvastī.

source: །དེ་ནས་དགེ་སློང་གཞན་ཞིག་རླུང་ནད་ཀྱིས་ཐེབས་ནས་དེས་སྨན་པའི་དྲུང་དུ་སོང་སྟེ།
en: A monk had a wind illness and went to a physician.

source: བཞིན་བཟངས་ཁོ་བོ་འདི་འདྲ་བའི་ནད་ཀྱིས་བཏབ་ན་སྨན་སྟོན་ཅིག །དེས་སྨྲས་པ།
en: The monk said, “Sir, since I have a disease like this, prescribe medicine for me.”

source: འཕགས་པ་ཚིལ་སྟེན་ཅིག་དང་ཁྱོད་སོས་པར་འགྱུར་རོ།
en: “Noble one,” said the physician, “consume some fat and you will recover your health.”

source: །དགེ་སློང་གིས་སྨྲས་པ། བཞིན་བཟངས་ཅི་ཁོ་བོ་འདྲེ་ཡིན་ནམ། སྨན་པས་སྨྲས་པ།
en: The monk said, “Sir, what am I? A cannibal?” “Monk, this is your medicine,” replied the physician.

source: དགེ་སློང་ཁྱོད་ཀྱི་སྨན་འདི་ཡིན་ཏེ་གཞན་གྱིས་ནི་སོས་པར་མི་ནུས་སོ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “You cannot recover your health with other medicines.” When the monks reported this matter to the Blessed One, the Blessed One said, “If the physician says, ‘Monk, this is your medicine.

source: གལ་ཏེ་སྨན་པ་ན་རེ་དགེ་སློང་ཁྱོད་ཀྱི་སྨན་འདི་ཡིན་ཏེ་གཞན་གྱིས་ནི་སོས་པར་མི་ནུས་སོ་ཞེས་སྨྲ་ན་ཚིལ་བསྟེན་པར་བྱའོ།
en: You cannot recover your health with other medicines,’ you should consume some fat.”

source: །དགེ་སློང་དག་གིས་མ་ཤེས་ནས་སྨན་པ་ལ་དྲིས་པ་དང་། དེས་སྨྲས་པ། འཕགས་པ་ཁྱེད་ཅག་གི་སྟོན་པ་ཐམས་ཅད་མཁྱེན་པ་ཡིན་གྱིས།
en: As the monks did not know what kind of fat they should consume, they asked the physician for advice. The physician said, “Noble ones, since your teacher is omniscient, go to him and ask.”

source: དེ་ཁོ་ནའི་དྲུང་དུ་བཞུད་ལ་ཞུས་ཤིག །སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཚིལ་ལྔ་སོ་སོར་བསྟེན་པར་བྱ་སྟེ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Five kinds of fats should be consumed.

source: ལྔ་གང་ཞེ་ན།
en: What are the five?

source: ཉ་ཚིལ་དང་། སྦལ་པ་དཀར་པོའི་ཚིལ་དང་། ཆུ་སྲིན་བྱིས་པ་གསོད་ཀྱི་ཚིལ་དང་། དོམ་ཚིལ་དང་། ཕག་གི་ཚིལ་ལོ།
en: They are fish fat, porpoise fat, crocodile fat, bear fat, and pig fat.

source: །ཚིལ་འདི་ལྔ་དུས་མ་ཡིན་པར་བཙོས་པ་དང་། དུས་མ་ཡིན་པར་བཙགས་པ་དང་། དུས་མ་ཡིན་པར་བྱིན་ལེན་བྱས་པ་དང་། དུས་མ་ཡིན་པར་བྱིན་གྱིས་བརླབས་ན་ལོངས་སྤྱད་བར་མི་བྱའོ། །དུས་སུ་བཙོས་ལ་དུས་མ་ཡིན་པར་བཙགས།
en: But these five kinds of fats should not be consumed if they have been boiled at an inappropriate time, strained at an inappropriate time, or given at an inappropriate time, or if the monk who needs some fat has taken formal possession of the fat at an inappropriate time.

source: དུས་མ་ཡིན་པར་བྱིན་ལེན་བྱས། དུས་མ་ཡིན་པར་བྱིན་གྱིས་བརླབས་ན་ལོངས་སྤྱད་པར་མི་བྱའོ།
en: “If the fats have been boiled at the appropriate time, but strained at an inappropriate time, and given at an inappropriate time, and if the monk who needs some fat has taken formal possession of the fat at an inappropriate time, they should not be consumed.

source: །དུས་སུ་བཙོས་དུས་སུ་བཙགས་དུས་མ་ཡིན་པར་བྱིན་ལེན་བྱས། དུས་མ་ཡིན་པར་བྱིན་གྱིས་བརླབས་ན་སྤྱད་པར་མི་བྱའོ། །དུས་སུ་བཙོས།
en: “If the fats have been boiled at the appropriate time and strained at the appropriate time, but given at an inappropriate time, and if the monk who needs some fat has taken formal possession of the fat at an inappropriate time, the fats should not be consumed.

source: དུས་སུ་བཙགས། དུས་སུ་བྱིན་ལེན་བྱས་ལ་དུས་མ་ཡིན་པར་བྱིན་གྱིས་བརླབས་ན་སྤྱད་པར་མི་བྱའོ། །དུས་སུ་བཙོས་དུས་སུ་བཙགས།
en: “If the fats have been boiled at the appropriate time, strained at the appropriate time, and given at the appropriate time, but the monk who needs some fat has taken formal possession of the fat at an inappropriate time, the fats should not be consumed.

source: དུས་སུ་བྱིན་ལེན་བྱས། དུས་སུ་བྱིན་གྱིས་བརླབས་ན་ཏིལ་མར་ལ་སྤྱོད་པ་བཞིན་དུ་ཞག་བདུན་དུ་སྤྱད་པར་བྱའོ།
en: “If the fats have been boiled at the appropriate time, strained at the appropriate time, and given at the appropriate time, and if the monk who needs some fat has taken formal possession of the fat at the appropriate time, the fats should be consumed within seven days in the same manner that you would consume oil.”

source: །དེ་ནས་དགེ་སློང་དེས་ཚིལ་ལོངས་སྤྱད་ནས་སོས་པར་གྱུར་ཏོ།
en: The monk then consumed the fat and his health returned.

source: །དེ་སོས་པར་གྱུར་པ་དང་། དེས་ཚིལ་གྱི་ལྷག་མ་དག་བོར་རོ།
en: When his health returned, he threw away the remains of the fat.

source: །ཇི་ཙམ་ན་དགེ་སློང་གཞན་ཞིག་དེ་འདྲ་བའི་ནད་ཀྱིས་ཐེབས་ནས་དེ་ཡང་སྨན་པའི་དྲུང་དུ་སོང་ནས་སྨྲས་པ། བཞིན་བཟངས་ཁོ་བོ་ལ་འདི་འདྲ་བའི་ནད་ཀྱིས་བཏབ་ཀྱིས་སྨན་སྟོན་ཅིག །དེས་དེ་ལ་ཡང་ཚིལ་བསྟན་པ་དང་། དེ་དགེ་སློང་དེའི་དྲུང་དུ་སོང་ནས་སྨྲས་པ།
en: Later, another monk contracted the same disease, and he also went to the physician and said, “Sir, since I have a disease like this, prescribe medicine for me.” The physician also prescribed fat for him.

source: ཚེ་དང་ལྡན་པ་ཁྱོད་ཀྱིས་ཚིལ་སྤྱད་པ་ཁོ་བོ་ལ་ཡང་སྨན་པས་བསྟན་ན་ཚིལ་ལྷག་པ་ལྟ་ཅུང་ཟད་ཡོད་དམ།
en: The second monk went to the first monk and said, “Venerable one, you consumed fat and the physician also prescribed fat for me.

source: དེས་སྨྲས་པ།
en: Are there any remains of the fat?”

source: བདོག་བདོག་པ་ལས་བདག་གིས་དེ་བོར་རོ།
en: “Indeed there were remains, but I threw them away,” replied the first monk.

source: །མ་ལེགས་པ་ཞིག་བྱས་སོ།
en: The second monk told him, “It wasn’t good to do that.”

source: །ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་གིས་ཚིལ་ལོངས་སྤྱད་པའི་ལྷག་མ་བོར་བར་མི་བྱ་སྟེ། འོན་ཀྱང་བཅང་བར་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “Monks should not throw away the remains of fat but should keep them.

source: །ངས་དགེ་སློང་ཚིལ་འཆང་བའི་ཀུན་དུ་སྤྱོད་པའི་ཆོས་བཅའ་བར་བྱ་སྟེ།
en: I will now establish rules of customary behavior for a monk who keeps fat.

source: ཚིལ་འཆང་བའི་དགེ་སློང་གིས་ཚིལ་སྤྱད་པའི་ལྷག་མ་དགེ་སློང་གཞན་ལ་སྦྱིན་པར་བྱའོ།
en: A monk who keeps fat should give the remains of the fat to another monk.

source: །གལ་ཏེ་མ་བྱིན་ན་སྨན་ཁང་དུ་གཞག་པར་བྱ་སྟེ།
en: If the first monk does not give the remains to another monk, the first monk should put the remains in the infirmary.

source: སུ་འདོད་པ་དེས་བླང་བར་བྱའོ།
en: Anyone who needs fat should take it.

source: །ཚིལ་འཆང་བའི་དགེ་སློང་གིས་ཀུན་དུ་སྤྱོད་པའི་ཆོས་ཇི་ལྟར་བཅས་པར་ཡང་དག་པར་བླངས་ནས་འཇུག་པར་མི་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།
en: If a monk who keeps the remains of fat does not act in accordance with the established rules of customary behavior, he becomes guilty of an offense.” III. Scabies

source: །བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་བཞུགས་སོ།
en: The Blessed One was once dwelling in Śrāvastī.

source: །དེའི་ཚེ་དགེ་སློང་གཞན་ཞིག་གཡན་པའི་ནད་ཀྱིས་ཐེབས་ནས།
en: At that time, a monk had scabies.

source: དེས་སྨན་པའི་དྲུང་དུ་སོང་སྟེ། བཞིན་བཟངས་ཁོ་བོ་གཡན་པའི་ནད་ཀྱིས་བཏབ་ཀྱིས་སྨན་སྟོན་ཅིག་དེས་སྨྲས་པ།
en: He went to a physician and said, “Sir, since I have scabies, prescribe medicine for me.”

source: འཕགས་པ་བསྐ་བ་སྟེན་ཅིག་དང་ཁྱོད་སོས་པར་འགྱུར་རོ།
en: “Noble one,” said the physician, “use an astringent and you will recover your health.”

source: །བཞིན་བཟངས་ཅི་ཁོ་བོ་འདོད་པ་ལ་སྤྱོད་པ་ཡིན་ནམ། དེས་སྨྲས་པ།
en: “Sir, what am I? One who is intoxicated with lust?” “Monk, this is your medicine,” replied the physician.

source: དགེ་སློང་ཁྱོད་ཀྱི་སྨན་འདི་ཡིན་ཏེ་གཞན་གྱིས་ནི་སོས་པར་མི་ནུས་སོ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་སྟེ།
en: “You cannot recover your health with other medicines.” When the monks reported this matter to the Blessed One, the Blessed One said, “If the physician says, ‘Monk, this is your medicine. You cannot recover your health with other medicines,’ you should use an astringent.” As the monks did not know what kind of astringent they should use, they asked the physician for advice.

source: ཁྱོད་ཀྱི་སྟོན་པ་ནི་ཐམས་ཅད་མཁྱེན་པ་ཡིན་པས།
en: The physician said, “Since your teacher is omniscient, he himself must know.”

source: དེ་ཁོ་ནས་མཁྱེན་པར་འགྱུར་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བསྐ་བ་ནི་ལྔ་སྟེ་ཨ་མྲའི་བསྐ་བ་ཞེས་བྱ་བ་ནས་གོང་མ་བཞིན་དུའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “There are five kinds of astringents:

source: །དགེ་སློང་དེས་བསྐ་བ་དག་འདེ་གུར་བྱས་ཏེ་ལུས་ལ་བྱུགས་པ་ལས་རྨ་མཆེད་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: āmra astringent, . . . .” When the monk kneaded the astringent and smeared it on his body, the rash spread.

source: ཕྱེ་མ་བྱའོ་དགེ་སློང་དག་གིས་རློན་པ་ལ་བཏགས་པས་རི་ལུར་གྱུར་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བསྐམ་པར་བྱའོ།
en: The Blessed One said, “You should make the astringent into a powder.” When the monks ground the damp astringent into a powder, it became lumpy. The Blessed One said, “You should dry the astringent.”

source: །དེ་དག་གིས་ཉི་མ་ལ་བསྐམས་པ་དང་། མཐུ་ཉམས་པར་གྱུར་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: When they dried the astringent in the sun, it lost its efficacy.

source: ཉི་མ་ལ་བསྐམ་པར་མི་བྱའོ། །དེ་དག་གིས་གྲིབ་མ་ལ་བསྐམས་པ་དང་འོན་ཀྱང་རུལ་བར་གྱུར་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One said, “You should not dry the astringent in the sun.” When they dried the astringent in the shade, it began to decompose.

source: ཉི་མའི་གྲིབ་མས་བསྐམ་པར་བྱའོ།
en: The Blessed One said, “You should dry the astringent in the shade where it is warm.”

source: །དགེ་སློང་གིས་བསྐ་བས་ལུས་བྱུགས་ནས་བཀྲུས་ཏེ་བསྐ་བའི་བྱ་བ་མི་བྱེད་དོ།
en: The monk bathed after he smeared his body with the astringent, so the astringent did not work.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལག་པས་ཇི་ཙམ་ཆོག་གི་བར་དུ་དྲིལ་ནས་ཁྲུས་བྱའོ།
en: The Blessed One said, “You should bathe after completely rubbing the astringent with your hands into your skin.

source: །བཀྲུས་ནས་སླར་ཡང་བསྐ་བས་བསྐུས་ནས་བཀྲུས་ན་བསྐ་བའི་བྱ་བ་བྱེད་པར་འགྱུར་རོ།
en: If, after you bathe, you again smear the astringent and bathe, the astringent will work.”

source: །དགེ་སློང་དེས་བསྐ་བས་བསྐུས་པ་དང་ནད་ཞི་བར་གྱུར་ཏོ་དེས་བསྐ་བའི་ལྷག་མ་བོར་རོ། །ཇི་ཙམ་ན་དགེ་སློང་གཞན་ཞིག་དེ་འདྲ་བའི་ནད་ཀྱིས་ཐེབས་ནས་དེ་ཡང་སྨན་པའི་དྲུང་དུ་སོང་སྟེ་ཞེས་བྱ་བ་ནས་གོང་མ་བཞིན་དུ་སྟེ།
en: When the monk smeared the astringent, the illness went away. He threw the remains of the astringent away. Later, another monk had the same disease, and he also went to the physician and said, “Sir, since I have a disease like this, prescribe medicine for me.” The physician also prescribed an astringent for him. The second monk went to the first monk and said, “Venerable One, you used an astringent and the physician also prescribed an astringent for me. Are there any remains of the astringent?”

source: ཁོ་བོས་དེ་ནི་བོར་རོ།
en: The first monk said, “I threw them away.”

source: །མ་ལེགས་པ་ཞིག་བྱས་སོ་ཞེས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The second monk told him, “It wasn’t good to do that.”

source: ངས་བསྐ་བ་འཆང་བའི་དགེ་སློང་གི་ཀུན་དུ་སྤྱོད་པའི་ཆོས་བཅའ་བར་བྱ་སྟེ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “I will now establish rules of customary behavior for a monk who keeps astringents.
